{
  "id": "t-ikkyo-katatedori-omote",
  "slug": "katate-dori-ude-osae-ikkyo-omote",
  "name": { "en": "Katate-dori Ude-osae (Ikkyo, Omote)", "de": "Katate-dori Ude-osae (Ikkyo, Omote)" },
  "jp": "腕押さえ（一教）",
  "category": "control",
  "attack": "katate-dori",
  "stance": "omote",
  "weapon": "empty-hand",
  "level": "kyu5",
  "summary": {
    "en": "Ikkyo control from a single-hand grab. Blend, raise and align uke’s elbow, lead them down and finish with the classic arm pin.",
    "de": "Ikkyo-Kontrolle aus Einhandgriff. Führen, Ellbogen anheben und ausrichten, nach unten leiten und mit klassischem Arm-Pin abschließen."
  },
  "versions": [
    {
      "id": "v-standard",
      "label": "Standard",
      "steps": {
        "en": [
          "Receive katate-dori softly; drop your elbow to the center and align posture.",
          "Turn your captured palm up to soften the grip and step slightly off-line (irimi).",
          "Bring your free hand to the outside of uke’s elbow and form a strong line from their wrist to elbow.",
          "Lift and project that line forward on a diagonal, keeping uke’s elbow close to your chest.",
          "Enter past uke’s front foot (omote), rotating your hips and shoulders together.",
          "Guide uke down by drawing a straight line to the mat; keep their elbow above the wrist to prevent turning.",
          "Kneel into the pin: your near hand controls at the elbow; far hand at the wrist; uke’s palm faces up, arm aligned with their shoulder.",
          "Settle the pin by extending your spine and directing pressure through uke’s triceps; release on your timing."
        ],
        "de": [
          "Nimm Katate-dori weich an; Ellbogen zum Zentrum, Haltung ausrichten.",
          "Drehe die gefasste Handfläche nach oben, um den Griff zu entspannen, und tritt leicht von der Linie (Irimi).",
          "Fasse mit der freien Hand außen an Ukes Ellbogen und bilde eine stabile Linie von Handgelenk zu Ellbogen.",
          "Hebe diese Linie diagonal an und führe sie vorwärts, Ellbogen an deiner Brust.",
          "Geh am vorderen Fuß von Uke vorbei (Omote) und drehe Hüften und Schultern gemeinsam.",
          "Leite Uke nach unten, indem du eine Gerade zur Matte zeichnest; Ellbogen über dem Handgelenk halten, damit er sich nicht dreht.",
          "Gehe in den Pin: nahe Hand kontrolliert am Ellbogen, ferne Hand am Handgelenk; Ukes Handfläche zeigt nach oben, Arm in Schulterlinie.",
          "Stabilisiere durch aufrechte Wirbelsäule und Druck über den Trizeps; löse nach deinem Timing."
        ]
      },
      "uke": {
        "role": {
          "en": "Grab firmly without locking the shoulder; follow the lift, turn with the line and take clean ukemi under control.",
          "de": "Fest greifen ohne die Schulter zu verriegeln; Anheben mitgehen, mit der Linie drehen und sauberes Ukemi unter Kontrolle nehmen."
        },
        "notes": { "en": [], "de": [] }
      },
      "media": []
    }
  ],
  "tags": ["ikkyo", "ude-osae", "control", "katate-dori"]
}
