{
  "id": "t-shn-katatedori",
  "slug": "katate-dori-shiho-nage",
  "name": {
    "en": "Katate-dori Shiho-nage",
    "de": "Katate-dori Shiho-nage"
  },
  "jp": "四方投げ",
  "category": "throw",
  "attack": "katate-dori",
  "weapon": "empty-hand",
  "level": "kyu5",
  "summary": {
    "en": "Four-directions throw from a single-hand wrist grab. Blend, control the elbow/shoulder line, turn the axis, and cut a broad arc to project with safe ukemi.",
    "de": "Vier-Richtungen-Wurf aus Einhandgriff. Führen, Ellbogen/Schulter-Linie kontrollieren, Achse drehen und mit weitem Bogen projizieren – mit sicherem Ukemi."
  },
  "tags": [
    "shiho-nage",
    "shihonage",
    "四方投げ",
    "throw",
    "katate-dori",
    "irimi",
    "tenkan"
  ],
  "versions": [
    {
      "id": "v-standard",
      "hanmi": "ai-hanmi",
      "stepsByEntry": {
        "irimi": {
          "en": [
            "Start in ai-hanmi. Uke grabs your lead wrist (katate-dori). Keep shoulders soft, elbow heavy, spine tall.",
            "Rotate the captured palm upward to soften the grip; step slightly off the line with an entering (irimi) step.",
            "Place your free hand near uke's elbow/triceps to create two-point control (wrist + elbow).",
            "Turn your hips and shoulders together to bring uke's shoulder past their toes; maintain their elbow close to your chest.",
            "Lift and turn under the captured arm as you align uke's head–shoulder line; keep your center under the technique.",
            "Cut a broad forward arc with the guiding arm so uke's head and shoulder travel the same circle; give space for ukemi.",
            "Release cleanly and recover distance with zanshin."
          ],
          "de": [
            "Beginne in Ai-Hanmi. Uke fasst dein vorderes Handgelenk (Katate-dori). Schultern weich, Ellbogen schwer, aufrechte Wirbelsäule.",
            "Drehe die gefasste Handfläche nach oben, um den Griff zu entspannen; trete leicht von der Linie mit einem einleitenden (Irimi-)Schritt.",
            "Setze die freie Hand an Ukes Ellbogen/Trizeps für Zweipunkt-Kontrolle (Handgelenk + Ellbogen).",
            "Drehe Hüfte und Schultern gemeinsam, sodass Ukes Schulter über seine Zehen geführt wird; Ellbogen körpernah halten.",
            "Hebe und drehe unter dem gefassten Arm, richte Ukes Kopf–Schulter-Linie aus; halte dein Zentrum unter der Technik.",
            "Schneide einen weiten Bogen nach vorn, sodass Kopf und Schulter dieselbe Kreisbahn nehmen; Raum für Ukemi lassen.",
            "Sauber lösen und mit Zanshin Distanz wiederherstellen."
          ]
        },
        "tenkan": {
          "en": [
            "Start in ai-hanmi with a natural grab. Keep the elbow heavy and center aligned.",
            "Turn on the front foot (tenkan) to the outside line, rotating the captured palm up while keeping contact.",
            "Guide uke's elbow slightly forward and outward so their shoulder begins to unload.",
            "Continue the turn under the arm, aligning your spine with uke's axis; keep their elbow near your chest.",
            "As you complete the pivot, stabilize your base and raise their arm slightly to set the shoulder.",
            "Cut the shiho-nage arc forward and slightly down, uniting head and shoulder into the same circle.",
            "Allow space for ukemi; release and maintain awareness."
          ],
          "de": [
            "Beginne in Ai-Hanmi mit natürlichem Griff. Ellbogen schwer, Zentrum ausgerichtet.",
            "Drehe auf dem vorderen Fuß (Tenkan) auf die Außenlinie, drehe die gefasste Handfläche nach oben und halte Kontakt.",
            "Führe Ukes Ellbogen leicht vorwärts und außen, sodass die Schulter zu entlasten beginnt.",
            "Setze die Drehung unter dem Arm fort, richte deine Wirbelsäule auf Ukes Achse; Ellbogen körpernah halten.",
            "Stabilisiere am Ende der Drehung den Stand und hebe den Arm leicht an, um die Schulter zu setzen.",
            "Schneide den Shiho-nage-Bogen nach vorn und leicht abwärts; Kopf und Schulter folgen derselben Kreisbahn.",
            "Raum für Ukemi lassen; lösen und aufmerksam bleiben."
          ]
        }
      },
      "uke": {
        "role": {
          "en": "Offer a steady wrist grab without clamping. Move with the lead, keep posture upright, and take safe ukemi as balance breaks.",
          "de": "Gib einen ruhigen Handgelenkgriff ohne Klemmen. Gehe mit der Führung mit, bleibe aufrecht und nimm sicheres Ukemi, sobald das Gleichgewicht bricht."
        },
        "notes": {
          "en": [
            "Allow palm-up rotation; don't chase the hand.",
            "Step with your center when led to the outside.",
            "Prepare for side fall or forward roll depending on space."
          ],
          "de": [
            "Drehung zur Handfläche oben zulassen; Hand nicht hinterherziehen.",
            "Mit dem Zentrum mitgehen, wenn nach außen geführt.",
            "Je nach Raum Seitfall oder Vorwärtsrolle vorbereiten."
          ]
        }
      },
      "media": [],
      "keyPoints": {
        "en": [
          "Two-point control: wrist + elbow; move from center.",
          "Head–shoulder alignment: the circle throws, not the arms.",
          "Keep uke's elbow close; avoid straight arms.",
          "Stability first, then the arc.",
          "Give clear space for ukemi."
        ],
        "de": [
          "Zweipunkt-Kontrolle: Handgelenk + Ellbogen; aus dem Zentrum bewegen.",
          "Kopf–Schulter-Ausrichtung: Der Kreis wirft, nicht die Arme.",
          "Ukes Ellbogen körpernah halten; keine gestreckten Arme.",
          "Erst Stabilität, dann der Bogen.",
          "Klaren Raum für Ukemi geben."
        ]
      },
      "commonMistakes": {
        "en": [
          "Pulling the wrist with arm strength instead of rotating from the hips.",
          "Letting the captured arm straighten away from the body.",
          "Cutting before balance is truly broken.",
          "Leaning forward and losing base.",
          "Crowding uke with no room for ukemi."
        ],
        "de": [
          "Ziehen mit Armkraft statt Drehung aus der Hüfte.",
          "Den gefassten Arm vom Körper wegstrecken lassen.",
          "Schneiden, bevor das Gleichgewicht wirklich gebrochen ist.",
          "Nach vorn lehnen und Stand verlieren.",
          "Uke bedrängen ohne Platz für Ukemi."
        ]
      },
      "context": {
        "en": "Ai-hanmi entries tend to be direct and compact. Use irimi when the line is open; use tenkan when the grab is heavy or you need to change angle smoothly.",
        "de": "Ai-Hanmi-Einstiege sind oft direkter und kompakter. Irimi nutzen, wenn die Linie offen ist; Tenkan, wenn der Griff schwer ist oder der Winkel weich gewechselt werden soll."
      }
    },
    {
      "id": "v-standard",
      "hanmi": "gyaku-hanmi",
      "stepsByEntry": {
        "irimi": {
          "en": [
            "Begin in gyaku-hanmi. Receive the grab with a relaxed shoulder and heavy elbow.",
            "Enter along uke's open side; rotate palm up while stepping to close the distance.",
            "Capture elbow/triceps with the free hand; keep wrists close to your body.",
            "Turn your center so uke's shoulder crosses their line; maintain vertical posture.",
            "Lift slightly and turn under the arm to set their shoulder.",
            "Cut the four-directions arc, guiding head and shoulder together.",
            "Release and reset distance with awareness."
          ],
          "de": [
            "Beginne in Gyaku-Hanmi. Nimm den Griff mit entspannter Schulter und schwerem Ellbogen an.",
            "Tritt auf Ukes offene Seite ein; drehe die Handfläche nach oben und verkürze die Distanz.",
            "Fasse Ellbogen/Trizeps mit der freien Hand; Handgelenke körpernah halten.",
            "Drehe dein Zentrum, sodass Ukes Schulter die Linie kreuzt; aufrecht bleiben.",
            "Leicht anheben und unter dem Arm drehen, um die Schulter zu setzen.",
            "Schneide den Vier-Richtungen-Bogen und führe Kopf und Schulter gemeinsam.",
            "Lösen und mit Achtsamkeit Distanz wiederherstellen."
          ]
        },
        "tenkan": {
          "en": [
            "From gyaku-hanmi, keep the elbow heavy and step to turn (tenkan) to the outside.",
            "Rotate palm up as you pivot; keep your chest aligned with uke's elbow line.",
            "Guide their elbow forward–outward to start the shoulder turn.",
            "Complete the pivot under the arm, stabilizing your base.",
            "Lift–set the shoulder, then cut the arc forward and slightly down.",
            "Provide space for ukemi and finish with zanshin."
          ],
          "de": [
            "Aus Gyaku-Hanmi den Ellbogen schwer halten und mit Tenkan auf die Außenlinie drehen.",
            "Bei der Drehung die Handfläche nach oben rotieren; Brust auf Ukes Ellbogenlinie ausrichten.",
            "Führe den Ellbogen vor–außen, um die Schulterdrehung zu beginnen.",
            "Drehung unter dem Arm vollenden und Stand stabilisieren.",
            "Schulter anheben–setzen, dann den Bogen nach vorn und leicht abwärts schneiden.",
            "Raum für Ukemi geben und mit Zanshin beenden."
          ]
        }
      },
      "uke": {
        "role": {
          "en": "Maintain a committed grab and upright posture. Follow the lead rather than yanking back; receive the throw safely.",
          "de": "Greife engagiert und bleibe aufrecht. Folge der Führung statt zurückzureißen; nimm den Wurf sicher an."
        },
        "notes": {
          "en": [
            "Don't clamp; allow natural rotation.",
            "Move your feet with the lead to avoid shoulder strain.",
            "Protect the neck and roll on a clear path."
          ],
          "de": [
            "Nicht klemmen; natürliche Drehung zulassen.",
            "Mit den Füßen mitgehen, um die Schulter nicht zu belasten.",
            "Nacken schützen und auf freier Bahn rollen."
          ]
        }
      },
      "media": [],
      "keyPoints": {
        "en": [
          "Close the distance cleanly on entry.",
          "Keep your spine tall through the pivot.",
          "Arc originates from the hips, not the hands.",
          "Carve space for safe ukemi."
        ],
        "de": [
          "Distanz beim Eintritt sauber schließen.",
          "Wirbelsäule während der Drehung aufrecht halten.",
          "Der Bogen entsteht aus der Hüfte, nicht aus den Händen.",
          "Raum für sicheres Ukemi schaffen."
        ]
      },
      "commonMistakes": {
        "en": [
          "Overreaching with the arms on entry.",
          "Letting uke's elbow drift away from your center.",
          "Cutting across uke's face instead of guiding the shoulder line.",
          "Forcing the wrist instead of rotating the whole structure."
        ],
        "de": [
          "Mit den Armen beim Eintritt überstrecken.",
          "Ukes Ellbogen vom Zentrum wegdriften lassen.",
          "Quer über das Gesicht schneiden statt die Schulterlinie zu führen.",
          "Am Handgelenk zwingen statt die gesamte Struktur zu drehen."
        ]
      },
      "context": {
        "en": "Gyaku-hanmi often needs a clearer angle change. Tenkan is useful when the grab is tight; irimi works when the inside lane opens.",
        "de": "Gyaku-Hanmi erfordert häufig einen deutlicheren Winkelwechsel. Tenkan ist hilfreich bei engem Griff; Irimi, wenn die Innenbahn frei wird."
      }
    },
    {
      "id": "v-compact",
      "hanmi": "ai-hanmi",
      "stepsByEntry": {
        "irimi": {
          "en": [
            "From ai-hanmi, receive the grab and immediately rotate palm up with a short entering step.",
            "Secure elbow control with minimal extension; keep both wrists close.",
            "Turn the hips sharply to set uke's shoulder; stabilize the base before cutting.",
            "Cut a tight arc forward, maintaining compact arm position.",
            "Release with zanshin."
          ],
          "de": [
            "Aus Ai-Hanmi Griff annehmen und sofort Handfläche mit kurzem Irimi-Schritt nach oben drehen.",
            "Ellbogen-Kontrolle mit minimaler Streckung sichern; beide Handgelenke körpernah halten.",
            "Hüfte scharf drehen, um Ukes Schulter zu setzen; Stand vor dem Schnitt stabilisieren.",
            "Engen Bogen nach vorn schneiden, kompakte Armhaltung beibehalten.",
            "Mit Zanshin lösen."
          ]
        },
        "tenkan": {
          "en": [
            "From ai-hanmi, turn sharply on the front foot, rotating palm up.",
            "Keep elbows close as you guide uke's elbow outward.",
            "Complete the pivot, set the shoulder, then cut a compact arc.",
            "Maintain stable posture throughout."
          ],
          "de": [
            "Aus Ai-Hanmi scharf auf dem vorderen Fuß drehen, Handfläche nach oben rotieren.",
            "Ellbogen körpernah halten, während Ukes Ellbogen nach außen geführt wird.",
            "Drehung vollenden, Schulter setzen, dann kompakten Bogen schneiden.",
            "Stabile Haltung durchgehend beibehalten."
          ]
        }
      },
      "uke": {
        "role": {
          "en": "Provide steady contact and move your feet with the lead. Receive with controlled ukemi on a curved path.",
          "de": "Konstanten Kontakt geben und mit den Füßen der Führung folgen. Mit kontrolliertem Ukemi auf der Kurve annehmen."
        },
        "notes": {
          "en": [
            "Keep the grab alive, not rigid.",
            "Rotate your torso with the lead, avoid arm-only resistance.",
            "Prepare for side fall; protect shoulder and neck."
          ],
          "de": [
            "Griff lebendig halten, nicht starr.",
            "Rumpf mit der Führung drehen, nicht nur mit den Armen gegenhalten.",
            "Seitfall vorbereiten; Schulter und Nacken schützen."
          ]
        }
      },
      "media": [],
      "keyPoints": {
        "en": [
          "Compact circles; elbows close.",
          "Hip-driven rotation before the arc.",
          "Stable base throughout the cut."
        ],
        "de": [
          "Kompakte Kreise; Ellbogen körpernah.",
          "Hüftrotation vor dem Schnitt.",
          "Stabiler Stand während des Bogens."
        ]
      },
      "commonMistakes": {
        "en": [
          "Big reaching arms that disconnect from the center.",
          "Cutting early without first setting the shoulder.",
          "Over-rotating and losing posture."
        ],
        "de": [
          "Weit greifende Arme, die das Zentrum verlieren.",
          "Zu frühes Schneiden ohne vorheriges Setzen der Schulter.",
          "Überdrehen und Haltung verlieren."
        ]
      },
      "context": {
        "en": "Emphasizes compact movement and shoulder setting before the cut. Works well in limited space.",
        "de": "Betont kompakte Bewegung und Schulter-Setzen vor dem Schnitt. Gut in begrenztem Raum."
      }
    }
  ]
}
