{
  "id": "t8",
  "slug": "katate-dori-kote-mawashi-nikyo",
  "name": {
    "en": "Katate-dori Kote-mawashi (Nikyō)",
    "de": "Katate-dori Kote-mawashi (Nikyō)"
  },
  "jp": "小手回し（二教）",
  "category": "control",
  "attack": "katate-dori",
  "stance": "",
  "weapon": "empty-hand",
  "level": "kyu3",
  "description": {
    "en": "Second control (Nikyō) from a single-hand grab. Capture the wrist, pronate the forearm and spiral uke down to a controlled pin.",
    "de": "Zweite Kontrolle (Nikyō) aus Einhandgriff. Handgelenk fassen, Unterarm pronieren und Uke spiralförmig in eine kontrollierte Fixierung führen."
  },
  "steps": {
    "en": [
      "Receive katate-dori softly; align posture and drop the elbow to your center.",
      "Rotate your captured hand palm up; bring the free hand over to cover uke’s hand (blade-to-blade).",
      "Slide the covering hand so your index-knuckle line presses into the base of uke’s index finger (nikyō grip).",
      "Rotate your core to pronate uke’s forearm while lifting their elbow slightly.",
      "Step off the line and turn their forearm inward toward their center, keeping wrists close to your body.",
      "As uke bends, guide them down in a small spiral; keep the lock close to your hip.",
      "Kneel or lower into the pin: uke’s palm faces outward, your hand controls the fold at the wrist; keep shoulders aligned.",
      "Release safely on your timing."
    ],
    "de": [
      "Nimm Katate-dori weich an; richte die Haltung aus und senke den Ellbogen zu deinem Zentrum.",
      "Drehe die gefasste Hand mit der Handfläche nach oben; führe die freie Hand als Deckung über Ukes Hand (Klingen-zu-Klingen).",
      "Rutsche mit der Deckhand so, dass die Knöchellinie des Zeigefingers an der Basis von Ukes Zeigefinger drückt (Nikyō-Griff).",
      "Drehe aus dem Rumpf, um Ukes Unterarm zu pronieren und hebe den Ellbogen leicht an.",
      "Geh von der Linie und drehe den Unterarm nach innen zu seinem Zentrum, Handgelenke körpernah.",
      "Wenn Uke sich beugt, führe ihn spiralförmig nach unten; halte den Hebel eng an der Hüfte.",
      "Gehe zum Pin: Ukes Handfläche zeigt nach außen, deine Hand kontrolliert die Falte am Handgelenk; Schultern ausgerichtet.",
      "Löse sicher nach deinem Timing."
    ]
  },
  "media": [],
  "tags": [
    "nikyo",
    "kote-mawashi",
    "control",
    "katate-dori"
  ]
}
