{
  "id": "t-ikkyo-munetori-omote",
  "slug": "mune-tori-ude-osae-ikkyo-omote",
  "name": {
    "en": "Mune-tori Ude-osae (Ikkyo, Omote)",
    "de": "Mune-tori Ude-osae (Ikkyo, Omote)"
  },
  "jp": "腕押さえ（一教）",
  "category": "control",
  "attack": "mune-tori",
  "weapon": "empty-hand",
  "level": "kyu5",
  "summary": {
    "en": "Ikkyo from a chest grab. Frame the grabbing arm, raise and align the elbow, lead down and pin cleanly.",
    "de": "Ikkyo aus Brustgriff. Greifarm rahmen, Ellbogen anheben und ausrichten, nach unten führen und sauber fixieren."
  },
  "tags": [
    "ikkyo",
    "ude-osae",
    "control",
    "mune-tori"
  ],
  "versions": [
    {
      "id": "v-standard",
      "stepsByEntry": {
        "tenkan": {
          "en": [
            "Accept the chest grab without tensing; connect elbows to your center.",
            "Frame uke’s grabbing arm with your near forearm and the free hand at their wrist.",
            "Slide the free hand to uke’s elbow and establish the wrist-to-elbow alignment.",
            "Step in past uke’s front foot (omote) while lifting the line diagonally forward.",
            "Turn hips and shoulders together to keep uke’s elbow controlled near your chest.",
            "Lead a straight line down to the mat with the elbow slightly above the wrist.",
            "Kneel for the pin: near hand at the elbow, far hand at the wrist; uke’s palm up, shoulder-arm line straight.",
            "Stabilize through your center; maintain control and release safely."
          ],
          "de": [
            "Nimm den Brustgriff ohne Anspannung an; Ellbogen mit dem Zentrum verbinden.",
            "Rahme Ukes Greifarm mit deinem nahen Unterarm, freie Hand am Handgelenk.",
            "Führe die freie Hand zum Ellbogen und richte die Linie Handgelenk-Ellbogen ein.",
            "Tritt am vorderen Fuß vorbei (Omote) und hebe die Linie diagonal nach vorn an.",
            "Drehe Hüften und Schultern gemeinsam, Ellbogen kontrolliert an deiner Brust.",
            "Führe die Gerade zur Matte, Ellbogen leicht über dem Handgelenk.",
            "Gehe in den Pin: nahe Hand am Ellbogen, ferne Hand am Handgelenk; Handfläche oben, Schulter-Arm-Linie stabil.",
            "Stabilisiere über dein Zentrum; Kontrolle halten und sicher lösen."
          ]
        }
      },
      "uke": {
        "role": {
          "en": "Grab the chest with structure but without cranking; follow the lift and accept the controlled descent into ukemi.",
          "de": "Brust mit Struktur greifen ohne zu reißen; Anheben mitgehen und die geführte Abwärtsbewegung ins Ukemi annehmen."
        },
        "notes": {
          "en": [],
          "de": []
        }
      },
      "media": [],
      "keyPoints": {
        "en": [],
        "de": []
      },
      "commonMistakes": {
        "en": [],
        "de": []
      },
      "context": {
        "en": "",
        "de": ""
      }
    }
  ]
}