{
  "id": "t-shn-munetori-omote",
  "slug": "mune-tori-shiho-nage-omote",
  "name": {
    "en": "Mune-tori Shiho-nage (Omote)",
    "de": "Mune-tori Shihō-nage (Omote)"
  },
  "jp": "四方投げ",
  "category": "throw",
  "attack": "mune-tori",
  "weapon": "empty-hand",
  "level": "kyu5",
  "summary": {
    "en": "Four-directions throw from a chest grab. Capture the grabbing arm, raise and turn through, then cut along the shoulder line.",
    "de": "Vier-Richtungen-Wurf aus Brustgriff. Greifarm aufnehmen, anheben und eindrehen, anschließend entlang der Schulterlinie schneiden."
  },
  "tags": [
    "shiho-nage",
    "throw",
    "mune-tori"
  ],
  "versions": [
    {
      "id": "v-standard",
      "stepsByEntry": {
        "tenkan": {
          "en": [
            "Accept the chest grab without tensing; connect your elbows to your center.",
            "Frame uke’s grabbing arm with your forearm and free hand so the wrist and elbow are controlled.",
            "Lift the line diagonally toward uke’s outside shoulder while stepping slightly off-line.",
            "Enter past uke’s front foot, keeping their elbow near your chest; your forearm wedges under their upper arm.",
            "Rotate hips/shoulders to stack their arm above their center (palm down).",
            "Advance your inside foot and begin the circular cut to the rear corner.",
            "Cut down through the shoulder line in one arc; keep the elbow slightly lifted and close.",
            "Allow space for ukemi; maintain posture and awareness."
          ],
          "de": [
            "Nimm den Brustgriff ohne Anspannung an; Ellbogen mit dem Zentrum verbinden.",
            "Rahme Ukes Greifarm mit Unterarm und freier Hand, sodass Handgelenk und Ellbogen kontrolliert sind.",
            "Heb die Linie diagonal zur Außenschulter an und tritt leicht von der Linie.",
            "Tritt am vorderen Fuß vorbei, Ellbogen nah an der Brust; Unterarm keilt unter dem Oberarm.",
            "Drehe Hüften/Schultern, bringe den Arm über Ukes Zentrum (Handfläche nach unten).",
            "Setze den Innenfuß vor und beginne den Kreis­schnitt zum hinteren Eck.",
            "Schneide in einem Bogen durch die Schulterlinie; Ellbogen leicht angehoben und körpernah.",
            "Raum für Ukemi lassen; Haltung und Aufmerksamkeit halten."
          ]
        }
      },
      "uke": {
        "role": {
          "en": "Grab firmly but without locking the shoulder; follow the lift, turn, and take ukemi with the cut.",
          "de": "Fest greifen ohne die Schulter zu blockieren; Anheben und Drehung mitgehen, dann mit dem Schnitt Ukemi nehmen."
        },
        "notes": {
          "en": [],
          "de": []
        }
      },
      "media": [],
      "keyPoints": {
        "en": [],
        "de": []
      },
      "commonMistakes": {
        "en": [],
        "de": []
      },
      "context": {
        "en": "",
        "de": ""
      }
    }
  ]
}