{
  "id": "t2",
  "slug": "shomen-uchi-kaiten-nage-soto",
  "name": {
    "en": "Shōmen-uchi Kaiten-nage (Soto)",
    "de": "Shōmen-uchi Kaiten-nage (Soto)"
  },
  "jp": "回転投げ（外）",
  "category": "throw",
  "attack": "shomen-uchi",
  "stance": "ura",
  "weapon": "empty-hand",
  "level": "kyu3",
  "summary": {
    "en": "Outside turning throw against a frontal strike. Blend to the outside, spiral under the attacking arm and cut to project.",
    "de": "Außenrotationswurf gegen einen Frontalangriff. Nach außen führen, unter dem Schlagarm spiralförmig drehen und mit Schnitt werfen."
  },
  "versions": [
    {
      "id": "v-official",
      "label": "Official",
      "steps": {
        "en": [
          "From hanmi, receive shōmen-uchi by stepping slightly off-line to the outside and raising your entering arm to cover.",
          "Make contact at uke’s elbow/triceps with the rear hand while your entering hand guides their wrist past your center.",
          "Turn your hips to lead uke forward and down their outside edge.",
          "Pivot (tenkan-like) under the attacking arm, keeping your spine vertical and elbow close.",
          "Step through to uke’s rear line; your near hand checks at the head/neck to control posture.",
          "Drop your center and cut a horizontal arc that brings uke’s head and shoulder around.",
          "Complete the circle forward and down to project safely."
        ],
        "de": [
          "Aus Hanmi nimmst du Shōmen-uchi auf, gehst leicht nach außen und deckst mit dem einleitenden Arm.",
          "Baue Kontakt am Ellbogen/Trizeps mit der hinteren Hand auf, während die vordere Hand Ukes Handgelenk an deinem Zentrum vorbei führt.",
          "Drehe aus der Hüfte und leite Uke auf seiner Außenkante vorwärts/abwärts.",
          "Drehe (tenkan-ähnlich) unter dem Schlagarm hindurch; Wirbelsäule aufrecht, Ellbogen nah.",
          "Tritt auf Ukes Rücklinie; die nahe Hand kontrolliert am Kopf/Hals die Haltung.",
          "Senke dein Zentrum und führe einen waagerechten Bogen, der Kopf und Schulter herumzieht.",
          "Schließe den Kreis nach vorn/unten und wirf kontrolliert."
        ]
      },
      "uke": {
        "role": {
          "en": "Provide a committed attack, stay relaxed through the lead, and finish with attentive ukemi.",
          "de": "Greife engagiert an, bleib entspannt in der Führung und beende mit aufmerksamer Ukemi."
        },
        "notes": {
          "en": [],
          "de": []
        }
      },
      "media": []
    }
  ],
  "tags": [
    "kaiten-nage",
    "soto",
    "throw",
    "shomen-uchi"
  ]
}