{
  "id": "do",
  "slug": "do",
  "romaji": "Dō",
  "jp": "道",
  "category": "philosophy",
  "def": {
    "en": "The way; a lifelong practice path.",
    "de": "Der Weg; lebenslanger Übungspfad."
  },
  "literal": { "en": "road/path", "de": "Straße/Pfad" },
  "notes": {
    "en": "In Japanese, Dō means 'the way' and also the act of setting out on a path, comparable to the Chinese Tao. In Aikidō, Dō emphasizes lifelong practice as a journey rather than a final goal. Historically, after the age of the samurai, the martial arts (bujutsu) transformed into budō, disciplines aimed at the positive spiritual and physical development of practitioners. Thus Kenjutsu became Kendō, Kyūjutsu became Kyūdō, Jūjutsu became Jūdō, and Aikijujutsu evolved into Aikidō. For Ueshiba Morihei, Dō symbolized the path of harmonizing forces (AI) and life energy (KI). The phrase 'The way is the goal' captures this idea. Technically, repeated training shortens the distance between perception and action, uniting body and mind so that response becomes natural and unhindered. Spiritually, Dō is the pursuit of inner harmony, vigilance, and calm engagement with others. In daily life, it means recognizing the right moment, seeing connections, and responding wisely. Dō is not about reaching an endpoint, but about steady refinement and integration of body, mind, and spirit.",
    "de": "Im Japanischen bedeutet Dō 'Weg' und auch das Sich-auf-den-Weg-Begeben, vergleichbar mit dem chinesischen Tao. Im Aikidō betont Dō das lebenslange Üben als Reise, nicht als endgültiges Ziel. Historisch wandelten sich nach der Zeit der Samurai die Kriegskünste (Bujutsu) zu Budō-Disziplinen, die auf die positive geistige und körperliche Entwicklung der Übenden ausgerichtet sind. So wurde aus Kenjutsu Kendō, aus Kyūjutsu Kyūdō, aus Jūjutsu Jūdō, und aus Aikijujutsu entwickelte sich Aikidō. Für Ueshiba Morihei stand Dō für den Weg der Harmonisierung von Kräften (AI) und Lebensenergie (KI). Der bekannte Sinnspruch 'Der Weg ist das Ziel' fasst diesen Gedanken zusammen. Technisch bedeutet Dō, dass durch wiederholtes Üben die Reaktionswege zwischen Wahrnehmung und Handlung kürzer werden und Körper und Geist zu einer Einheit verschmelzen. Geistig ist Dō das Streben nach innerer Harmonie, Wachsamkeit und Gelassenheit im Umgang mit anderen. Im Alltag bedeutet es, den richtigen Moment zu erkennen, Zusammenhänge zu sehen und weise zu reagieren. Dō ist kein Endpunkt, sondern stetige Verfeinerung und die Vereinigung von Körper, Geist und Seele."
  }
}
