{
  "id": "ki",
  "slug": "ki",
  "romaji": "Ki",
  "jp": "気",
  "category": "philosophy",
  "def": {
    "en": "Vital energy; intent that organizes movement.",
    "de": "Lebensenergie; Intention, die Bewegung ordnet."
  },
  "literal": { "en": "breath/energy/spirit", "de": "Atem/Energie/Geist" },
  "notes": {
    "en": "In Japanese, KI carries multiple meanings depending on context, but in Aikidō it refers to energy, vital force, and willpower. Comparable to Chinese Qi, KI is the breath of life that animates living beings. It is absorbed with inhalation and released with exhalation, and is neutral until transformed by one’s mindset into positive or negative action. In training, KI is expressed through posture, timing, breathing, and attention. Aikidō emphasizes abdominal breathing: inhale as uke is active, exhale as nage acts. Techniques flow more effectively when KI extends beyond the attacker, not stopping at contact, but continuing outward through the arms into space. KI harmonizes willpower and action (seen in kiai), supporting clear intent and unbroken flow in techniques such as sumi-otoshi, tenchi-nage, and kokyu-nage. Spiritually, KI strengthens personality and confidence, encouraging compassionate conduct and steady problem-solving in daily life.",
    "de": "Im Japanischen hat KI je nach Zusammenhang unterschiedliche Bedeutungen, im Aikidō steht es für Energie, Lebenskraft und Willenskraft. Vergleichbar mit dem chinesischen Qi ist KI der Lebensatem, der alle Lebewesen durchdringt. Es wird mit der Einatmung aufgenommen und mit der Ausatmung abgegeben, bleibt zunächst neutral und wird durch die Geisteshaltung des Menschen in positives oder negatives Handeln gewandelt. Im Training zeigt sich KI in Haltung, Timing, Atmung und Aufmerksamkeit. Im Aikidō wird die Bauch-Atmung betont: einatmen, wenn Uke aktiv ist, ausatmen, wenn Nage handelt. Techniken gelingen wirkungsvoller, wenn das KI über den Angreifer hinaus in den Raum weiterfließt und nicht an ihm endet, durch die Arme (Tegatana) geführt. KI harmonisiert Willenskraft und Handlung (Kiai) und unterstützt einen fließenden Ablauf in Techniken wie Sumi-otoshi, Tenchi-nage und Kokyu-nage. Geistig-seelisch stärkt KI Persönlichkeit und Selbstvertrauen, fördert wohlwollendes Handeln und eine entschlossene Problemlösung auch im Alltag."
  }
}
