{
  "id": "nage-tori",
  "slug": "nage-tori",
  "romaji": "Nage / Tori",
  "jp": "投げ／取り",
  "category": "other",
  "def": {
    "en": "Executor of the technique (nage); also called tori in some schools.",
    "de": "Ausführender der Technik (Nage); in manchen Schulen \"Tori\"."
  },
  "literal": { "en": "to throw / to take", "de": "werfen / nehmen/greifen" },
  "notes": {
    "en": "Nage is the executor of the technique. Their task is not simply to apply a throw or pin, but to harmonize with uke’s intent, timing, and energy. Nage leads from the center (hara), maintains correct posture, and establishes maai (appropriate distance). Through kuzushi (unbalancing), nage blends with uke’s attack rather than colliding, redirecting force into a controlled pathway. Every action of nage must consider uke’s safety: guiding the attack into safe ukemi, modulating intensity according to level, and ensuring the spirit of mutual respect. Proper nage work is not domination but education: demonstrating to uke the futility of aggression, while embodying calm presence, zanshin (lingering awareness), and compassion. A good nage preserves the martial effectiveness of technique while embodying Aikidō’s ethical aim — to resolve conflict without causing harm.",
    "de": "Nage ist der Ausführende der Technik. Seine Aufgabe besteht nicht nur darin, einen Wurf oder eine Kontrolle anzuwenden, sondern mit der Absicht, dem Timing und der Energie des Uke in Harmonie zu treten. Nage führt aus dem Zentrum (Hara), bewahrt eine aufrechte Haltung und achtet auf Maai (angemessene Distanz). Durch Kuzushi (Gleichgewichtsbrechung) verschmilzt Nage mit dem Angriff des Uke, anstatt zu kollidieren, und leitet dessen Kraft in eine kontrollierte Bahn um. Jede Handlung von Nage muss die Sicherheit des Uke berücksichtigen: den Angriff in ein sicheres Ukemi führen, die Intensität dem Niveau anpassen und stets gegenseitigen Respekt wahren. Ein guter Nage versteht seine Rolle nicht als Dominanz, sondern als Lehrfunktion: Er zeigt dem Uke die Sinnlosigkeit von Aggression und verkörpert dabei Ruhe, Zanshin (verweilende Achtsamkeit) und Mitgefühl. Ein guter Nage bewahrt die martiale Wirksamkeit der Technik und verbindet sie mit dem ethischen Ziel des Aikidō – Konflikte aufzulösen, ohne Schaden zu verursachen."
  }
}
