[
  {
    "quote": "One becomes vulnerable when one stops to think about winning, losing, taking advantage, impressing or disregarding the opponent. When the mind stops, even for a single instant, the body freezes, and free, fluid movement is lost.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "The subtle working of ki is the maternal source that affects changes in breath. When one unifies mind and body by virtue of ki and manifests ai-ki, delicate changes in breath-power occur spontaneously and waza flows freely.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Simply stated, aikidō is a budō open to all people who aspire to unify the ki of the universe with the ki of oneself.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Ultimately, physical, psychological and spiritual mastery are one and the same. The egoless self is open, flexible, supple, fluid and dynamic in body, mind and spirit.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "As soon as you concern yourself with the 'good' and 'bad' of your fellows, you create an opening in your heart for maliciousness to enter.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "The divine is not something high above us. It is in heaven, it is in earth, it is inside us.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "When you bow deeply to the universe, it bows back; when you call out the name of God, it echoes inside you.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "To injure an opponent is to injure yourself. To control aggression without inflicting injury is the Art of Peace.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Heaven is right where you are standing, and that is the place to train.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Your spirit is the true shield.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "An attack is proof that one is out of control.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "When you lose your desire for things that do not matter, you will be free.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Failure is the key to success; each mistake teaches us something.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Those who are enlightened never stop forging themselves.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "I'm not teaching you how to move your feet; I'm teaching you how to move your mind.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "You will never understand aikidō if you start seeking its intellectual nature from the very beginning.",
    "author": "Gōzō Shioda"
  },
  {
    "quote": "Only after you understand the fundamental principles through personal experience will you discover within the techniques what Ueshiba Sensei meant by 'harmony'.",
    "author": "Gōzō Shioda"
  },
  {
    "quote": "Even if you learn something quickly with your conscious mind, you will easily forget it. Each time you do something, return to your beginner's mind and give it your best.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Like the calm, still surface of water that reflects the moon and a flying bird, true living calmness is the condition of our mind that reflects all things clearly.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Things appear very complex but underneath they are quite simple. If you remove all that is superfluous, most problems have very simple solutions.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Human beings cannot grow without feeling gratitude.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "When learning something new, never be critical at the beginning. Do your thinking after trial and error.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Mind and body were originally one.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "If you were all alone in the universe with no one to share the beauty of the stars, what would be your purpose in life? It is other life; it is love, which gives your life meaning.",
    "author": "Mitsugi Saotome"
  },
  {
    "quote": "Summer grasses — all that remains of soldiers' dreams.",
    "author": "Matsuo Bashō"
  },
  {
    "quote": "Fighting isn't all there is to the Art of War. A serious student is much more concerned with training his mind and disciplining his spirit than with developing martial skills.",
    "author": "Eiji Yoshikawa"
  },
  {
    "quote": "The Way of the Samurai is found in death.",
    "author": "Yamamoto Tsunetomo"
  }
]
