[
  {
    "quote": "Man wird verwundbar, wenn man anfängt, über Sieg, Niederlage, Vorteil nehmen, Beeindrucken oder Missachten des Gegners nachzudenken. Wenn der Geist auch nur für einen Moment innehält, erstarrt der Körper und freie, fließende Bewegung geht verloren.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Das subtile Wirken des Ki ist die mütterliche Quelle, die Veränderungen im Atem bewirkt. Wenn man Geist und Körper durch Ki vereinigt und Ai-Ki manifestiert, entstehen spontan feine Veränderungen in der Atemkraft und Waza fließt frei.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Einfach gesagt ist Aikidō ein Budō, das allen Menschen offen steht, die danach streben, das Ki des Universums mit dem Ki ihres Selbst zu vereinigen.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Letztendlich sind körperliche, psychologische und spirituelle Meisterschaft ein und dasselbe. Das egolose Selbst ist offen, flexibel, geschmeidig, fließend und dynamisch in Körper, Geist und Seele.",
    "author": "Kisshōmaru Ueshiba"
  },
  {
    "quote": "Sobald du dich um das ‚Gute' und ‚Schlechte' deiner Mitmenschen kümmerst, schaffst du eine Öffnung in deinem Herzen, durch die Böswilligkeit eindringen kann.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Das Göttliche ist nicht etwas Hohes über uns. Es ist im Himmel, es ist auf Erden, es ist in uns.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Wenn du dich tief vor dem Universum verneigst, verneigt es sich zurück; wenn du den Namen Gottes rufst, hallt er in dir wider.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Einen Gegner zu verletzen bedeutet, sich selbst zu verletzen. Aggression zu kontrollieren, ohne Verletzungen zu verursachen, ist die Kunst des Friedens.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Der Himmel ist genau dort, wo du stehst, und das ist der Ort zum Trainieren.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Dein Geist ist der wahre Schild.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Ein Angriff ist der Beweis, dass man die Kontrolle verloren hat.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Wenn du dein Verlangen nach Dingen verlierst, die nicht wichtig sind, wirst du frei sein.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Leben ist Wachstum. Wenn wir aufhören zu wachsen, technisch und spirituell, sind wir so gut wie tot.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Scheitern ist der Schlüssel zum Erfolg; jeder Fehler lehrt uns etwas.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Diejenigen, die erleuchtet sind, hören niemals auf, sich selbst zu formen.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Ich bringe dir nicht bei, wie du deine Füße bewegst; ich bringe dir bei, wie du deinen Geist bewegst.",
    "author": "Morihei Ueshiba"
  },
  {
    "quote": "Du wirst Aikidō niemals verstehen, wenn du von Anfang an seine intellektuelle Natur suchst.",
    "author": "Gōzō Shioda"
  },
  {
    "quote": "Erst nachdem du die grundlegenden Prinzipien durch persönliche Erfahrung verstehst, wirst du in den Techniken entdecken, was Ueshiba Sensei mit ‚Harmonie' meinte.",
    "author": "Gōzō Shioda"
  },
  {
    "quote": "Auch wenn du etwas schnell mit deinem bewussten Verstand lernst, wirst du es leicht vergessen. Jedes Mal, wenn du etwas tust, kehre zu deinem Anfängergeist zurück und gib dein Bestes.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Wie die ruhige, stille Oberfläche des Wassers, die den Mond und einen fliegenden Vogel widerspiegelt, ist wahre lebendige Ruhe der Zustand unseres Geistes, der alle Dinge klar widerspiegelt.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Die Dinge erscheinen sehr komplex, aber darunter sind sie recht einfach. Wenn du alles Überflüssige entfernst, haben die meisten Probleme sehr einfache Lösungen.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Menschen können nicht wachsen, ohne Dankbarkeit zu empfinden.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Wenn du etwas Neues lernst, sei niemals kritisch am Anfang. Denke nach Versuch und Irrtum nach.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Geist und Körper waren ursprünglich eins.",
    "author": "Kōichi Tōhei"
  },
  {
    "quote": "Wenn du ganz allein im Universum wärst, ohne jemanden, mit dem du die Schönheit der Sterne teilen könntest, was wäre dann dein Lebenszweck? Es ist das andere Leben; es ist die Liebe, die deinem Leben Bedeutung gibt.",
    "author": "Mitsugi Saotome"
  },
  {
    "quote": "Sommergräser — alles was von Träumen der Soldaten übrig bleibt.",
    "author": "Matsuo Bashō"
  },
  {
    "quote": "Kämpfen ist nicht alles, was zur Kriegskunst gehört. Ein ernsthafter Schüler ist viel mehr damit beschäftigt, seinen Geist zu trainieren und seinen Geist zu disziplinieren, als Kampffähigkeiten zu entwickeln.",
    "author": "Eiji Yoshikawa"
  },
  {
    "quote": "Der Weg des Samurai liegt im Tod.",
    "author": "Yamamoto Tsunetomo"
  }
]
