{
  "id": "irimi-nage",
  "slug": "irimi-nage",
  "romaji": "Irimi-nage",
  "jp": "入身投げ",
  "category": "movement",
  "def": {
    "en": "Entering throw that claims the center and turns uke’s axis.",
    "de": "Eindringender Wurf, der das Zentrum nimmt und Ukes Achse dreht."
  },
  "literal": {
    "en": "enter + body + throw",
    "de": "hinein + Körper + Wurf"
  },
  "notes": {
    "en": "Irimi (entering) is a core Aikidō principle with sword roots (ken-tai-ichi: body and blade as one line). The throw embodies “move through the attack, not away,” taking the path the cut or thrust would travel and owning it. Point of study: meet the intent on time (hyōshi), align posture so your spine becomes the driving line, and rotate uke’s vertical axis a few degrees past neutral—displacement, not collision. Characteristics: direct line, minimal detour, center-to-center contact; atemi is often used to open the gate rather than to strike. Typical variants: omote (forward pressure) and ura (blended turn), close- or long-arc versions, standing or hanmi-handachi. Transfer: the same mechanics appear in tanto-dori and bokken entries (claim the line, then turn the pillar). Safety focus: preserve the neck’s length—project by organizing your body, not cranking the head. Common errors to avoid: arm-led “clothesline,” entering late and pushing, or losing hip connection so the upper body outruns the legs.",
    "de": "Irimi (Eintreten) ist ein Grundprinzip des Aikidō mit Schwertbezug (ken-tai-ichi: Körper und Klinge auf einer Linie). Der Wurf verkörpert „durch den Angriff gehen, nicht fliehen“: man nimmt die Bahn, auf der Schnitt oder Stoß kämen, und beansprucht sie. Lernpunkt: die Intention im richtigen Takt (hyōshi) aufnehmen, Haltung so ausrichten, dass die Wirbelsäule zur Antriebslinie wird, und Ukes vertikale Achse wenige Grad über neutral drehen – Verlagerung statt Kollision. Merkmale: direkte Linie, kaum Umweg, Zentrum-zu-Zentrum; Atemi dient meist dem Öffnen der „Tür“, nicht der Härte. Übliche Varianten: omote (vorwärts gerichteter Druck) und ura (blendes Drehen), kurze oder weite Bögen, im Stand oder hanmi-handachi. Übertrag: dieselbe Mechanik in tantō-dori und bokken-Einstiegen (Linie nehmen, dann die „Säule“ drehen). Sicherheit: Nackenlänge bewahren – projizieren durch Körperorganisation, nicht durch Kopfdrehhebel. Häufige Fehler: armgeführte „Clothesline“, spätes Eintreten mit Schieben oder fehlende Hüftanbindung, sodass der Oberkörper den Beinen davonläuft."
  }
}