{
  "id": "irimi",
  "slug": "irimi", 
  "romaji": "Irimi",
  "jp": "入身",
  "category": "movement",
  "def": {
    "en": "Direct entry movement where nage moves toward uke's center, entering their space with precise timing.",
    "de": "Direkte Eingangsbewegung, bei der Nage auf Ukes Zentrum zugeht und mit präzisem Timing in dessen Raum eintritt."
  },
  "literal": {
    "en": "enter + body",
    "de": "hinein + Körper"
  },
  "notes": {
    "en": "Irimi is one of the two fundamental principles of Aikidō (together with tenkan). Literally meaning 'entering with the body,' it refers to stepping directly into uke’s space with timing that disrupts the attack at its origin. Unlike Aikijujutsu, where entry often sought destruction, in Aikidō Irimi expresses decisive yet non-destructive engagement. Technically, Irimi applies at the start of a defense (entering during uke’s preparation), during the technique (re-entering to amplify control), and at the finish (projecting or pinning). It usually follows the inner entrance while consciously leaving the line of attack, redirecting power to uke’s center and breaking balance. Characteristic movement is straight, forward stepping (tsugi-ashi or ayumi-ashi), synchronized with exhalation. Spiritually, Irimi embodies a 'positive element': entering with clarity and firm presence, showing uke the futility of aggression through decisive blending. In daily life, Irimi means confronting unclear or disruptive arguments directly, asking for clarity, and engaging openly instead of avoiding. It is always paired with tenkan, and both principles together form the basis of Aikidō strategy.",
    "de": "Irimi ist eines der beiden grundlegenden Prinzipien des Aikidō (neben Tenkan). Wörtlich bedeutet es 'mit dem Körper eintreten' und beschreibt das direkte Eintreten in Ukes Raum mit einem Timing, das den Angriff an seiner Wurzel stört. Anders als im Aikijujutsu, wo der Eintritt oft auf Zerstörung zielte, drückt Irimi im Aikidō eine entschlossene, aber nicht zerstörerische Begegnung aus. Technisch findet Irimi Anwendung beim Beginn einer Verteidigung (Eintreten während Ukes Vorbereitung), im Verlauf der Technik (erneutes Eintreten zur Verstärkung der Kontrolle) und beim Abschluss (Wurf oder Hebel). Es folgt meist dem inneren Eingang, verlässt aber bewusst die Angriffslinie und lenkt die Kraft auf Ukes Zentrum, wodurch dessen Gleichgewicht gebrochen wird. Typisch ist das gradlinige Vorwärtsschreiten (Tsugi-ashi oder Ayumi-ashi), begleitet von der Ausatmung. Geistig verkörpert Irimi ein 'positives Element': ein klares, bestimmtes Eintreten, das Uke die Nutzlosigkeit seiner Aggression aufzeigt. Im Alltag bedeutet Irimi, unklare oder störende Argumente direkt zu konfrontieren, nach Klarheit zu fragen und offen zu handeln statt auszuweichen. Es steht immer im Zusammenhang mit Tenkan, beide Prinzipien bilden die Grundlage der Aikidō-Strategie."
  }
}