{
  "id": "kote-gaeshi",
  "slug": "kote-gaeshi",
  "romaji": "Kote-gaeshi",
  "jp": "小手返し",
  "category": "movement",
  "def": {
    "en": "Wrist ‘return’ throw spiraling uke downward.",
    "de": "Handgelenk-„Rückdreh“-Wurf, der Uke spiralig zu Boden führt."
  },
  "literal": {
    "en": "forearm (small hand) + return",
    "de": "Unterarm (kleine Hand) + Rückkehr"
  },
  "notes": {
    "en": "A classic spiral based on turning the forearm–wrist unit while controlling the elbow and shoulder. The ‘return’ is the redirection of uke’s line: lead their center, keep the elbow slightly extended and close to your body, and rotate the wrist so their forearm supinates while their structure unwinds. Principles over pain—projection comes from whole-body rotation, not cranking the joint. Used from grabs, strikes, and tanto contexts; the same mechanics appear in weapon disarms. Safety: maintain distance so uke can roll, guide the face line without forcing the neck, and release on a clean fall. Frequent errors: focusing on the hand and losing the elbow/shoulder, pulling with arms instead of turning with the hips, or standing square and getting stuck.",
    "de": "Eine klassische Spirale über die Einheit Unterarm–Handgelenk bei gleichzeitiger Kontrolle von Ellbogen und Schulter. Das „Zurückdrehen“ meint das Umlenken von Ukes Linie: sein Zentrum führen, den Ellbogen leicht gestreckt und körpernah halten und das Handgelenk so drehen, dass der Unterarm supiniert und die Struktur sich auflöst. Prinzip statt Schmerz – die Projektion entsteht aus Ganzkörperrotation, nicht aus dem Gelenkhebel. Einsetzbar aus Griffen, Schlägen und Tantō-Situationen; die Mechanik findet sich auch in Waffenentwaffnungen. Sicherheit: Distanz für sauberes Ukemi wahren, die Kopflinie führen ohne den Nacken zu zwingen, bei klarem Fall lösen. Häufige Fehler: am Handgelenk „arbeiten“ und Ellbogen/Schulter verlieren, mit den Armen ziehen statt mit der Hüfte drehen oder quadratisch stehen bleiben und stecken bleiben."
  }
}
