{
  "id": "ukemi",
  "slug": "ukemi",
  "romaji": "Ukemi",
  "jp": "受身",
  "category": "etiquette",
  "def": {
    "en": "The art of receiving technique safely; protective falling and rolling.",
    "de": "Die Kunst, Techniken sicher zu empfangen; schützende Fall- und Rolltechniken."
  },
  "notes": {
    "en": "Ukemi in Aikidō means 'receiving with the body,' often explained as the art of rolling and falling safely. It encompasses all variations of falls and rolls that protect the body during dynamic techniques. Because Aikidō throws project uke widely and often use centrifugal force, proper ukemi prevents serious injury and makes safe training possible. Students begin with backward rolls (ushiro-ukemi, 5th kyū), then forward rolls (mae-ukemi, 4th kyū), followed by side falls and side rolls (yoko-ukemi, 3rd kyū), and eventually free falling (2nd kyū). Ukemi is essential for self-protection and for allowing nage to practice dynamically without harming uke. Good ukemi also enables uke to recover quickly to a stable stance (migi or hidari kamae) for continued practice. Training progresses step by step, often starting with small rocking and rolling exercises on the back, through kneeling rolls, before standing execution. This careful, methodical progression minimizes risk and builds confidence, making injuries rare in Aikidō dojos.",
    "de": "Ukemi im Aikidō bedeutet 'mit dem Körper empfangen' und wird meist als Kunst des sicheren Rollens und Fallens erklärt. Es umfasst alle Varianten von Rollen und Stürzen, die den Körper bei dynamischen Techniken schützen. Da Aikidō-Würfe Uke oft weiträumig projizieren und Zentrifugalkräfte nutzen, verhindert korrektes Ukemi schwere Verletzungen und ermöglicht sicheres Training. Schüler beginnen mit Rückwärtsrollen (ushiro-ukemi, 5. Kyū), danach Vorwärtsrollen (mae-ukemi, 4. Kyū), gefolgt von Seitwärtsfallen und -rollen (yoko-ukemi, 3. Kyū) und schließlich freiem Fallen (2. Kyū). Ukemi ist unverzichtbar zum Selbstschutz und erlaubt es Nage, dynamisch zu üben, ohne Uke zu gefährden. Gutes Ukemi ermöglicht es außerdem, schnell wieder in eine stabile Standhaltung (Migi- oder Hidari-kamae) zurückzukehren. Das Training erfolgt schrittweise, beginnend mit kleinen Schaukel- und Rollübungen am Rücken, über Rollen aus dem Kniestand bis hin zur Ausführung aus dem Stand. Diese methodische Progression minimiert das Risiko und stärkt das Vertrauen, sodass Verletzungen im Aikidō-Dojo selten sind."
  }
}