[
  {
    "id": "t1",
    "slug": "katate-dori-kaiten-nage-soto",
    "name": {
      "en": "Katate-dori Kaiten-nage (Soto)",
      "de": "Katate-dori Kaiten-nage (Soto)"
    },
    "jp": "回転投げ（外）",
    "category": "throw",
    "attack": "katate-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Outside turning throw from a single-hand grab. Blend, guide the elbow, pivot under the arm and cut a circular arc to project. ",
      "de": "Außenrotationswurf aus Einhandgriff. Führen, Ellbogen leiten, under dem Arm drehen und mit kreisförmigem Schnitt werfen."
    },
    "steps": {
      "en": [
        "Start in hanmi. Uke grabs your wrist (katate-dori). Keep shoulders soft and center aligned.",
        "Extend forward and slightly outward to blend on the outside line (soto). Turn your palm upward to avoid tension.",
        "Step your front foot forward to the outside, drawing uke’s hand in a gentle circle.",
        "Bring your free hand to guide uke’s elbow; lead their shoulder past their heels by rotating from your hips.",
        "Pivot under the captured arm, keeping uke’s elbow near your chest; maintain connection at their triceps.",
        "Step through behind uke. Your inside hand checks at uke’s jaw/neck line to keep posture upright.",
        "Lower your center and cut a broad arc forward with the guiding arm, aligning uke’s head and shoulder to the circle.",
        "Project in a spiral path and release with safe spacing and zanshin."
      ],
      "de": [
        "Beginne in Hanmi. Uke fasst dein Handgelenk (Katate-dori). Schultern entspannt, Zentrum ausgerichtet.",
        "Strecke nach vorn und leicht nach außen, um auf der Außenlinie (soto) zu führen. Drehe die Handfläche nach oben, um Spannung zu vermeiden.",
        "Setze den vorderen Fuß nach außen und zeichne mit Ukes Hand einen sanften Kreis.",
        "Führe die freie Hand an Ukes Ellbogen; drehe aus der Hüfte, sodass seine Schulter an der Ferse vorbeikommt.",
        "Drehe under dem gefassten Arm hindurch und halte Ukes Ellbogen nah an der Brust; Verbindung am Trizeps behalten.",
        "Tritt hinter Uke. Die innere Hand sichert am Kiefer/Hals, Haltung bleibt aufrecht.",
        "Senke dein Zentrum und schneide mit dem führenden Arm einen weiten Bogen nach vorn; richte Kopf und Schulter am Kreis aus.",
        "Projiziere spiralförmig und löse mit sicherem Abstand (Zanshin)."
      ]
    },
    "media": [
      {
        "type": "youtube",
        "url": "https://www.youtube-nocookie.com/embed/lM83-VAld-Y?si=PgoyOSsKQs-Zk-Gi",
        "title": "Katate-dori Gyaku-hanmi Kaiten-nage (soto)"
      }
    ],
    "tags": [
      "kaiten-nage",
      "soto",
      "throw",
      "katate-dori"
    ]
  },
  {
    "id": "t8",
    "slug": "katate-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Katate-dori Kote-mawashi (Nikyō)",
      "de": "Katate-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "katate-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Second control (Nikyō) from a single-hand grab. Capture the wrist, pronate the forearm and spiral uke down to a controlled pin.",
      "de": "Zweite Kontrolle (Nikyō) aus Einhandgriff. Handgelenk fassen, Unterarm pronieren und Uke spiralförmig in eine kontrollierte Fixierung führen."
    },
    "steps": {
      "en": [
        "Receive katate-dori softly; align posture and drop the elbow to your center.",
        "Rotate your captured hand palm up; bring the free hand over to cover uke’s hand (blade-to-blade).",
        "Slide the covering hand so your index-knuckle line presses into the base of uke’s index finger (nikyō grip).",
        "Rotate your core to pronate uke’s forearm while lifting their elbow slightly.",
        "Step off the line and turn their forearm inward toward their center, keeping wrists close to your body.",
        "As uke bends, guide them down in a small spiral; keep the lock close to your hip.",
        "Kneel or lower into the pin: uke’s palm faces outward, your hand controls the fold at the wrist; keep shoulders aligned.",
        "Release safely on your timing."
      ],
      "de": [
        "Nimm Katate-dori weich an; richte die Haltung aus und senke den Ellbogen zu deinem Zentrum.",
        "Drehe die gefasste Hand mit der Handfläche nach oben; führe die freie Hand als Deckung über Ukes Hand (Klingen-zu-Klingen).",
        "Rutsche mit der Deckhand so, dass die Knöchellinie des Zeigefingers an der Basis von Ukes Zeigefinger drückt (Nikyō-Griff).",
        "Drehe aus dem Rumpf, um Ukes Unterarm zu pronieren und hebe den Ellbogen leicht an.",
        "Geh von der Linie und drehe den Unterarm nach innen zu seinem Zentrum, Handgelenke körpernah.",
        "Wenn Uke sich beugt, führe ihn spiralförmig nach unten; halte den Hebel eng an der Hüfte.",
        "Gehe zum Pin: Ukes Handfläche zeigt nach außen, deine Hand kontrolliert die Falte am Handgelenk; Schultern ausgerichtet.",
        "Löse sicher nach deinem Timing."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "katate-dori"
    ]
  },
  {
    "id": "t10",
    "slug": "katate-ryote-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Katate-ryōte-dori Kote-mawashi (Nikyō)",
      "de": "Katate-ryōte-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "katate-ryote-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from one-hand held by both of uke’s hands. Use body drop to free, form the grip and fold uke down.",
      "de": "Nikyō, wenn eine Hand von beiden Händen Ukes gehalten wird. Mit Körpereinsatz befreien, Griff formen und Uke nach unten falten."
    },
    "steps": {
      "en": [
        "Drop your weight and turn the captured hand palm up to create space.",
        "Insert your free hand to cover and take the nikyō grip at the base of the index finger.",
        "Rotate your hips to pronate uke’s forearm; keep elbows close.",
        "Step diagonally off-line and lead uke’s elbow toward their center.",
        "Spiral downward to a stable kneeling pin."
      ],
      "de": [
        "Senke dein Gewicht und drehe die gefasste Hand mit der Handfläche nach oben, um Raum zu schaffen.",
        "Führe die freie Hand ein, decke und nimm den Nikyō-Griff an der Basis des Zeigefingers.",
        "Drehe aus der Hüfte, um Ukes Unterarm zu pronieren; Ellbogen körpernah.",
        "Tritt schräg von der Linie und leite Ukes Ellbogen zu seinem Zentrum.",
        "Spirale nach unten in eine stabile kniende Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "katate-ryote-dori"
    ]
  },
  {
    "id": "t11",
    "slug": "mune-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Mune-dori Kote-mawashi (Nikyō)",
      "de": "Mune-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "mune-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from a chest grab. Capture hand, rotate the forearm inward and fold uke down keeping their elbow controlled.",
      "de": "Nikyō aus Brustgriff. Hand fassen, Unterarm nach innen drehen und Uke mit kontrolliertem Ellbogen nach unten falten."
    },
    "steps": {
      "en": [
        "Stabilize your posture as uke grabs your jacket/front (mune-dori).",
        "Cover uke’s grabbing hand with your palm; slide to take the nikyō grip.",
        "Turn your hips to pronate their forearm; keep the lock close to your center.",
        "Step off-line and guide uke downward in a small spiral.",
        "Finish with a kneeling nikyō pin, palm outward."
      ],
      "de": [
        "Stabilisiere die Haltung, wenn Uke an der Brust greift (Mune-dori).",
        "Decke Ukes Greifhand mit der Handfläche; rutsche zum Nikyō-Griff.",
        "Drehe aus der Hüfte, um den Unterarm zu pronieren; den Hebel zentrumsnah halten.",
        "Geh von der Linie und führe Uke in einer kleinen Spirale nach unten.",
        "Beende mit einer knienden Nikyō-Fixierung, Handfläche nach außen."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "mune-dori"
    ]
  },
  {
    "id": "t9",
    "slug": "ryote-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Ryōte-dori Kote-mawashi (Nikyō)",
      "de": "Ryōte-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "ryote-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from a two-hand grab. Free one hand, take the nikyō grip and spiral down into a stable pin.",
      "de": "Nikyō aus beidseitigem Griff. Eine Hand befreien, Nikyō-Griff anlegen und spiralförmig in eine stabile Fixierung führen."
    },
    "steps": {
      "en": [
        "Sink and extend both hands to soften the grip.",
        "Free one hand by rotating palm up and cutting down along your center.",
        "Cover uke’s remaining grip hand and form the nikyō grip at the base of the index finger.",
        "Turn the hips to roll uke’s forearm inward; step off the line to maintain balance.",
        "Guide uke down in a spiral, keeping their elbow controlled.",
        "Finish with the classic nikyō pin, knees stable and spine tall."
      ],
      "de": [
        "Sinke und strecke beide Hände, um den Griff zu entspannen.",
        "Befreie eine Hand, indem du die Handfläche nach oben drehst und entlang deines Zentrums nach unten schneidest.",
        "Decke Ukes verbleibende Greifhand und bilde den Nikyō-Griff an der Basis des Zeigefingers.",
        "Drehe aus der Hüfte, um Ukes Unterarm nach innen zu rollen; geh von der Linie, um das Gleichgewicht zu halten.",
        "Führe Uke spiralförmig nach unten, Ellbogen unter Kontrolle.",
        "Beende mit der klassischen Nikyō-Fixierung, Knie stabil, Wirbelsäule aufrecht."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "ryote-dori"
    ]
  },
  {
    "id": "t7",
    "slug": "shomen-tsuki-irimi-nage",
    "name": {
      "en": "Shōmen-tsuki Irimi-nage",
      "de": "Shōmen-tsuki Irimi-nage"
    },
    "jp": "入身投げ",
    "category": "throw",
    "attack": "shomen-tsuki",
    "stance": "omote",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Entering throw against a straight punch. Slip inside, capture the neck line and drive through with whole-body power.",
      "de": "Eingehender Wurf gegen geraden Stoß. Innen vorbeigleiten, Nackenlinie aufnehmen und mit Ganzkörpereinsatz durchziehen."
    },
    "steps": {
      "en": [
        "Slip to the inside as uke punches; cover with your lead forearm.",
        "Catch the elbow with your rear hand; align your center to theirs.",
        "Enter close so your chest brushes uke’s shoulder line.",
        "Wrap forearm across the jaw/neck; keep your head upright and close.",
        "Step through strongly, hips leading.",
        "Cut forward/down to project; maintain control of the head line for safety."
      ],
      "de": [
        "Gleite nach innen, wenn Uke stößt; decke mit der vorderen Unterarmseite.",
        "Fasse mit der hinteren Hand am Ellbogen; richte dein Zentrum an seinem aus.",
        "Tritt eng ein, sodass deine Brust an Ukes Schulterlinie vorbeistreift.",
        "Lege den Unterarm über Kiefer/Hals; Kopf aufrecht und nah.",
        "Schreite kraftvoll durch, die Hüfte führt.",
        "Schneide vorwärts/abwärts zum Wurf; Kopfkontrolle für Sicherheit beibehalten."
      ]
    },
    "media": [],
    "tags": [
      "irimi-nage",
      "shomen-tsuki",
      "throw"
    ]
  },
  {
    "id": "t3",
    "slug": "shomen-tsuki-kaiten-nage-soto",
    "name": {
      "en": "Shōmen-tsuki Kaiten-nage (Soto)",
      "de": "Shōmen-tsuki Kaiten-nage (Soto)"
    },
    "jp": "回転投げ（外）",
    "category": "throw",
    "attack": "shomen-tsuki",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Outside turning throw against a straight punch. Parry to the outside, wrap the arm and cut the circular line to throw.",
      "de": "Außenrotationswurf gegen geraden Stoß. Nach außen parieren, den Arm umwickeln und über die Kreislinie werfen."
    },
    "steps": {
      "en": [
        "As uke thrusts shōmen-tsuki, step off-line to the outside and parry with your lead hand.",
        "Catch the punching wrist and slide to the elbow with the rear hand to establish two-point control.",
        "Rotate hips to draw uke forward; keep elbows close to your body to avoid overreaching.",
        "Pivot under the arm, maintaining a wrap at the triceps/shoulder line.",
        "Step behind uke and align your center with their spine.",
        "Lower your weight and cut the arc forward; guide the head/shoulder as a unit.",
        "Release with control; ensure uke has space to fall safely."
      ],
      "de": [
        "Bei Ukes Shōmen-tsuki gehst du nach außen und parierst mit der Führhand.",
        "Fasse das Schlaghandgelenk und rutsche mit der hinteren Hand bis zum Ellbogen für Zweipunktkontrolle.",
        "Drehe die Hüfte, um Uke vorwärts zu ziehen; Ellbogen körpernah halten.",
        "Drehe unter dem Arm hindurch und halte die Wickelverbindung am Trizeps/Schulter.",
        "Tritt hinter Uke und richte dein Zentrum auf seine Wirbelsäule aus.",
        "Senke das Gewicht und führe den Bogen nach vorn; Kopf/Schulter als Einheit leiten.",
        "Löse kontrolliert, mit Raum für eine sichere Ukemi."
      ]
    },
    "media": [],
    "tags": [
      "kaiten-nage",
      "soto",
      "throw",
      "shomen-tsuki"
    ]
  },
  {
    "id": "t18",
    "slug": "shomen-tsuki-kote-mawashi-nikyo",
    "name": {
      "en": "Shōmen-tsuki Kote-mawashi (Nikyō)",
      "de": "Shōmen-tsuki Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "shomen-tsuki",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō against a straight punch. Parry, capture the wrist and rotate inward to fold uke down to the pin.",
      "de": "Nikyō gegen geraden Stoß. Parieren, Handgelenk fassen und nach innen drehen, um Uke in die Fixierung zu führen."
    },
    "steps": {
      "en": [
        "Parry shōmen-tsuki to the inside and capture the wrist with your rear hand.",
        "Form the nikyō grip and rotate your hips to pronate the forearm.",
        "Lead uke’s elbow toward their center and spiral downward.",
        "Finish with the standard nikyō pin."
      ],
      "de": [
        "Pariere Shōmen-tsuki nach innen und fasse das Handgelenk mit der hinteren Hand.",
        "Bilde den Nikyō-Griff und drehe aus der Hüfte, um den Unterarm zu pronieren.",
        "Führe Ukes Ellbogen zu seinem Zentrum und spiraliere nach unten.",
        "Beende mit der Standard-Nikyō-Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "shomen-tsuki"
    ]
  },
  {
    "id": "t6",
    "slug": "shomen-uchi-irimi-nage",
    "name": {
      "en": "Shōmen-uchi Irimi-nage",
      "de": "Shōmen-uchi Irimi-nage"
    },
    "jp": "入身投げ",
    "category": "throw",
    "attack": "shomen-uchi",
    "stance": "omote",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Entering throw against a frontal strike. Step inside decisively, capture the neck line and drive through the center.",
      "de": "Eingehender Wurf gegen Frontalangriff. Entschlossen einsteigen, Nackenlinie aufnehmen und durch das Zentrum führen."
    },
    "steps": {
      "en": [
        "Receive shōmen-uchi with a small inward step and forearm cover.",
        "Establish contact at the elbow with your rear hand to prevent retraction.",
        "Enter deeply (irimi) so your shoulder is against uke’s chest line.",
        "Slide your forearm across the jaw/neck; head turns as the posture breaks.",
        "Step through with the rear foot, keeping the head/neck connection.",
        "Cut forward/down with your whole frame to project."
      ],
      "de": [
        "Nimm Shōmen-uchi mit kleinem Innenschritt und Unterarmdeckung auf.",
        "Baue Kontakt am Ellbogen mit der hinteren Hand auf, um ein Zurückziehen zu verhindern.",
        "Tritt tief ein (irimi), sodass deine Schulter an Ukes Brustlinie liegt.",
        "Schiebe deinen Unterarm über Kiefer/Hals; der Kopf dreht, die Haltung bricht.",
        "Schreite mit dem hinteren Fuß durch und halte die Kopf-/Nackenkontrolle.",
        "Schneide mit dem ganzen Körper vorwärts/abwärts und wirf."
      ]
    },
    "media": [],
    "tags": [
      "irimi-nage",
      "shomen-uchi",
      "throw"
    ]
  },
  {
    "id": "t2",
    "slug": "shomen-uchi-kaiten-nage-soto",
    "name": {
      "en": "Shōmen-uchi Kaiten-nage (Soto)",
      "de": "Shōmen-uchi Kaiten-nage (Soto)"
    },
    "jp": "回転投げ（外）",
    "category": "throw",
    "attack": "shomen-uchi",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Outside turning throw against a frontal strike. Blend to the outside, spiral under the attacking arm and cut to project.",
      "de": "Außenrotationswurf gegen einen Frontalangriff. Nach außen führen, unter dem Schlagarm spiralförmig drehen und mit Schnitt werfen."
    },
    "steps": {
      "en": [
        "From hanmi, receive shōmen-uchi by stepping slightly off-line to the outside and raising your entering arm to cover.",
        "Make contact at uke’s elbow/triceps with the rear hand while your entering hand guides their wrist past your center.",
        "Turn your hips to lead uke forward and down their outside edge.",
        "Pivot (tenkan-like) under the attacking arm, keeping your spine vertical and elbow close.",
        "Step through to uke’s rear line; your near hand checks at the head/neck to control posture.",
        "Drop your center and cut a horizontal arc that brings uke’s head and shoulder around.",
        "Complete the circle forward and down to project safely."
      ],
      "de": [
        "Aus Hanmi nimmst du Shōmen-uchi auf, gehst leicht nach außen und deckst mit dem einleitenden Arm.",
        "Baue Kontakt am Ellbogen/Trizeps mit der hinteren Hand auf, während die vordere Hand Ukes Handgelenk an deinem Zentrum vorbei führt.",
        "Drehe aus der Hüfte und leite Uke auf seiner Außenkante vorwärts/abwärts.",
        "Drehe (tenkan-ähnlich) unter dem Schlagarm hindurch; Wirbelsäule aufrecht, Ellbogen nah.",
        "Tritt auf Ukes Rücklinie; die nahe Hand kontrolliert am Kopf/Hals die Haltung.",
        "Senke dein Zentrum und führe einen waagerechten Bogen, der Kopf und Schulter herumzieht.",
        "Schließe den Kreis nach vorn/unten und wirf kontrolliert."
      ]
    },
    "media": [],
    "tags": [
      "kaiten-nage",
      "soto",
      "throw",
      "shomen-uchi"
    ]
  },
  {
    "id": "t17",
    "slug": "shomen-uchi-kote-mawashi-nikyo",
    "name": {
      "en": "Shōmen-uchi Kote-mawashi (Nikyō)",
      "de": "Shōmen-uchi Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "shomen-uchi",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from frontal strike. Blend, catch the wrist and fold inward to the classic second control.",
      "de": "Nikyō aus Frontalangriff. Führen, Handgelenk fassen und nach innen zur klassischen zweiten Kontrolle falten."
    },
    "steps": {
      "en": [
        "Receive shōmen-uchi with slight inside step; capture the wrist as you align your center.",
        "Take nikyō grip and turn the hips to pronate.",
        "Lead uke off balance and down; keep wrists close to your body.",
        "Set the nikyō pin safely."
      ],
      "de": [
        "Nimm Shōmen-uchi mit kleinem Innenschritt auf; greife das Handgelenk und richte dein Zentrum aus.",
        "Nimm den Nikyō-Griff und drehe aus der Hüfte zur Pronation.",
        "Führe Uke aus dem Gleichgewicht und nach unten; Handgelenke körpernah.",
        "Setze die Nikyō-Fixierung sicher."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "shomen-uchi"
    ]
  },
  {
    "id": "t14",
    "slug": "ushiro-eri-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Ushiro-eri-dori Kote-mawashi (Nikyō)",
      "de": "Ushiro-eri-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "ushiro-eri-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from rear collar grab. Catch the hand, rotate inward and take uke to the ground in a tight spiral.",
      "de": "Nikyō aus rückwärtigem Kragengriff. Hand fassen, nach innen drehen und Uke in einer engen Spirale zu Boden führen."
    },
    "steps": {
      "en": [
        "Stabilize as uke grabs your collar from behind.",
        "Catch the grabbing hand, take the nikyō grip and turn the forearm inward.",
        "Step off the line and direct the elbow toward uke’s center.",
        "Spiral down to a controlled pin."
      ],
      "de": [
        "Stabilisiere, wenn Uke deinen Kragen von hinten greift.",
        "Fasse die Greifhand, nimm den Nikyō-Griff und drehe den Unterarm nach innen.",
        "Geh von der Linie und führe den Ellbogen zu Ukes Zentrum.",
        "Spirale nach unten in eine kontrollierte Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "ushiro-eri-dori"
    ]
  },
  {
    "id": "t15",
    "slug": "ushiro-katate-dori-kubi-shime-kote-mawashi-nikyo",
    "name": {
      "en": "Ushiro-katate-dori kubi-shime Kote-mawashi (Nikyō)",
      "de": "Ushiro-katate-dori kubi-shime Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "ushiro-katate-dori-kubi-shime",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from rear one-hand grab with neck choke. Free the airway, capture the hand and fold uke down decisively.",
      "de": "Nikyō aus rückwärtigem Einhandgriff mit Würgen. Atemweg sichern, Hand erfassen und Uke entschlossen nach unten falten."
    },
    "steps": {
      "en": [
        "Protect the neck by tucking chin and placing your hand between arm and throat.",
        "Step off-line, free space at the captured wrist and cover to take the nikyō grip.",
        "Turn the hips to pronate and unbalance; keep your airway safe.",
        "Guide uke down and pin firmly."
      ],
      "de": [
        "Schütze den Hals, indem du das Kinn senkst und die Hand zwischen Arm und Kehle bringst.",
        "Geh von der Linie, schaffe Raum am gefassten Handgelenk und decke, um den Nikyō-Griff zu nehmen.",
        "Drehe aus der Hüfte zum Pronieren und zum Aus-dem-Gleichgewicht-Bringen; Atemweg geschützt halten.",
        "Führe Uke nach unten und fixiere stabil."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "ushiro-katate-dori-kubi-shime"
    ]
  },
  {
    "id": "t12",
    "slug": "ushiro-ryokata-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Ushiro-ryōkata-dori Kote-mawashi (Nikyō)",
      "de": "Ushiro-ryōkata-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "ushiro-ryokata-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from a rear double-shoulder grab. Turn, capture the hand and spiral uke down maintaining body connection.",
      "de": "Nikyō aus rückwärtigem Doppelschultergriff. Drehen, Hand erfassen und Uke mit Körperverbindung spiralförmig nach unten führen."
    },
    "steps": {
      "en": [
        "As uke grabs both shoulders from behind, step forward and turn to one side to break alignment.",
        "Catch one of uke’s hands, form the nikyō grip, and bring their elbow toward their center.",
        "Step off the line and rotate hips to pronate the forearm.",
        "Guide down in a controlled spiral and finish with nikyō pin."
      ],
      "de": [
        "Wenn Uke beide Schultern von hinten greift, tritt vor und drehe zur Seite, um die Ausrichtung zu brechen.",
        "Erfasse eine von Ukes Händen, bilde den Nikyō-Griff und führe seinen Ellbogen zu seinem Zentrum.",
        "Geh von der Linie und drehe die Hüfte, um den Unterarm zu pronieren.",
        "Führe kontrolliert spiralförmig nach unten und beende mit Nikyō-Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "ushiro-ryokata-dori"
    ]
  },
  {
    "id": "t4",
    "slug": "ushiro-ryote-dori-irimi-nage",
    "name": {
      "en": "Ushiro-ryōte-dori Irimi-nage",
      "de": "Ushiro-ryōte-dori Irimi-nage"
    },
    "jp": "入身投げ",
    "category": "throw",
    "attack": "ushiro-ryote-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Entering throw from a rear two-hand grab. Free the arms with body turn, strike line, enter behind and cut through the center.",
      "de": "Eingehender Wurf aus rückwärtigem Zwei-Hand-Griff. Arme mit Körpereinsatz befreien, Linie schließen, hinter Uke eintreten und durch das Zentrum schneiden."
    },
    "steps": {
      "en": [
        "Uke grabs both wrists from behind. Sink your weight and stabilize your center.",
        "Turn your hips to one side, spiraling both forearms upward to free the grip (tenkan-like).",
        "Slide one hand to atemi line (face/neck) to break posture.",
        "Step deeply behind uke (irimi) so your shoulder is near theirs; align your spine with their back.",
        "Wrap the entering arm across uke’s jaw/neck; the other hand controls the shoulder.",
        "Step through with your rear foot, drawing a straight entering line.",
        "Cut forward and slightly down with your whole body, projecting uke along your line.",
        "Settle with zanshin and safe spacing."
      ],
      "de": [
        "Uke greift beide Handgelenke von hinten. Senke dein Gewicht und stabilisiere das Zentrum.",
        "Drehe die Hüften zur Seite und spiralisiere beide Unterarme nach oben, um den Griff zu lösen (tenkan-artig).",
        "Führe eine Hand zur Atemi-Linie (Gesicht/Hals), um die Haltung zu brechen.",
        "Tritt tief hinter Uke ein (irimi), sodass deine Schulter nahe an seiner liegt; Wirbelsäulen ausrichten.",
        "Lege den einleitenden Arm über Ukes Kiefer/Hals; die andere Hand kontrolliert die Schulter.",
        "Schreite mit dem hinteren Fuß durch und zeichne eine gerade Eintrittslinie.",
        "Schneide vorwärts und leicht nach unten mit dem ganzen Körper und projiziere Uke auf deiner Linie.",
        "Beruhige dich mit Zanshin und sicherem Abstand."
      ]
    },
    "media": [],
    "tags": [
      "irimi-nage",
      "ushiro-ryote-dori",
      "throw"
    ]
  },
  {
    "id": "t13",
    "slug": "ushiro-ryote-dori-kote-mawashi-nikyo",
    "name": {
      "en": "Ushiro-ryōte-dori Kote-mawashi (Nikyō)",
      "de": "Ushiro-ryōte-dori Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "ushiro-ryote-dori",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from rear two-hand grab. Spiral the arms to free, capture a hand and fold uke into the pin.",
      "de": "Nikyō aus rückwärtigem Zwei-Hand-Griff. Arme spiralisieren, Hand erfassen und Uke in die Fixierung falten."
    },
    "steps": {
      "en": [
        "Sink, extend both arms slightly forward to soften the grip.",
        "Turn your hips and spiral the forearms up to free one side.",
        "Take nikyō grip on the freed hand and pronate the forearm.",
        "Guide uke down and finish with the pin."
      ],
      "de": [
        "Senke dich, strecke beide Arme leicht nach vorn, um den Griff zu lockern.",
        "Drehe aus der Hüfte und spiralisiere die Unterarme nach oben, um eine Seite zu lösen.",
        "Nimm den Nikyō-Griff an der gelösten Hand und pronier den Unterarm.",
        "Führe Uke nach unten und beende mit der Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "ushiro-ryote-dori"
    ]
  },
  {
    "id": "t5",
    "slug": "yokomen-uchi-irimi-nage",
    "name": {
      "en": "Yokomen-uchi Irimi-nage",
      "de": "Yokomen-uchi Irimi-nage"
    },
    "jp": "入身投げ",
    "category": "throw",
    "attack": "yokomen-uchi",
    "stance": "omote",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Entering throw against a diagonal strike. Step inside, close the line, wrap the neck and drive through.",
      "de": "Eingehender Wurf gegen diagonalen Schlag. Auf die Innenseite treten, die Linie schließen, den Nacken fassen und durchziehen."
    },
    "steps": {
      "en": [
        "As uke strikes yokomen, enter on the inside line with the front foot and cover with your forearm.",
        "Your rear hand checks at the elbow; align your center forward.",
        "Slide the entering arm across uke’s jaw/neck to break posture.",
        "Step deeply past uke’s outside foot, positioning your hip near their hip.",
        "Draw a straight irimi line and keep your spine tall.",
        "Cut forward with the whole body, allowing uke to fall along your path."
      ],
      "de": [
        "Wenn Uke Yokomen schlägt, trittst du auf die Innenseite mit dem vorderen Fuß und deckst mit dem Unterarm.",
        "Die hintere Hand kontrolliert am Ellbogen; richte dein Zentrum nach vorn aus.",
        "Führe den einleitenden Arm über Ukes Kiefer/Hals, um die Haltung zu brechen.",
        "Tritt tief am äußeren Fuß vorbei, Hüfte nahe an Ukes Hüfte.",
        "Ziehe eine gerade Irimi-Linie und halte die Wirbelsäule aufrecht.",
        "Schneide mit dem ganzen Körper nach vorn, sodass Uke entlang deiner Bahn fällt."
      ]
    },
    "media": [],
    "tags": [
      "irimi-nage",
      "yokomen-uchi",
      "throw"
    ]
  },
  {
    "id": "t16",
    "slug": "yokomen-uchi-kote-mawashi-nikyo",
    "name": {
      "en": "Yokomen-uchi Kote-mawashi (Nikyō)",
      "de": "Yokomen-uchi Kote-mawashi (Nikyō)"
    },
    "jp": "小手回し（二教）",
    "category": "control",
    "attack": "yokomen-uchi",
    "stance": "ura",
    "weapon": "empty-hand",
    "level": "kyu3",
    "description": {
      "en": "Nikyō from diagonal strike. Blend inside, catch the wrist and rotate inward to fold uke down.",
      "de": "Nikyō aus diagonalen Schlag. Innen führen, Handgelenk fassen und nach innen rotieren, um Uke nach unten zu falten."
    },
    "steps": {
      "en": [
        "Enter inside as uke strikes; cover the line and capture the wrist.",
        "Slide to the nikyō grip and rotate hips to pronate the forearm.",
        "Lead uke’s elbow to their center and spiral downward.",
        "Finish with the nikyō pin."
      ],
      "de": [
        "Tritt innen ein, wenn Uke schlägt; decke die Linie und fasse das Handgelenk.",
        "Rutsche in den Nikyō-Griff und drehe die Hüfte, um den Unterarm zu pronieren.",
        "Führe Ukes Ellbogen zu seinem Zentrum und spiraliere nach unten.",
        "Beende mit der Nikyō-Fixierung."
      ]
    },
    "media": [],
    "tags": [
      "nikyo",
      "kote-mawashi",
      "control",
      "yokomen-uchi"
    ]
  }
]
